import { IQuestionsDB } from "@/interface/interfaces";

const questionsDB:IQuestionsDB[]= [
    {
      id: 1,
      question: "چگونه در سایت ثبت نام کنیم ؟",
      answer:
        "در منوی بالای صفحه روی دکمه ورود کلیک کرده و در صفحه باز شده روی گزینه ثبت نام و تکمیل فرم ثبت نام و درمرحله بعد ورود",
    },
    {
      id: 2,
      question: "چگونه در سایت وارد حساب کاربری خود شوم ؟",
      answer:
        "بعد از ثبت نام و ورود به سایت در قسمت بالای صفحه در هدر سایت روی دکمه حساب کاربری کلیک کنید",
    },
    {
      id: 3,
      question: "چگونه کتاب مورد علاقمو بخرم ؟",
      answer:
        "افزودن کتاب به سبد خرید و ثبت نهایی خرید ",
    },
    {
      id: 4,
      question: "پنل آدمین سایت چگونه وارد شویم؟",
      answer: "نام کاربری admin و کلمه عبور 12345678",
    },
  ];
  export default questionsDB